<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'login' => 'Вход',
    'logout' => 'Выход',
    'register' => 'Регистрация',
    'Instruments' => 'Инструменты',
    'Poppar' => 'Популярные пары',
    'Sumsd' => 'Сумма сделки',
    'Krpl' => 'Кредитное плечо',
    'Komsd' => 'Комиссия сделки',
    'ogrpr' => 'Ограничение прибыли / убытка',
    'Profit' => 'Прибыль',
    'open' => 'Сделка открыта успешно',
    'open_new' => 'Открыть новую сделку',
    'SELL' => 'Продавать',
    'BUY' => 'Покупать',
    'demo' => 'Демо счет',
    'real' => 'Реальный счет',
    'fund' => 'Пополнить счет',
    'Education' => 'Обучение',
    'out_m' => 'Вывод средств',
    'history' => 'Торговля/История торговли',
    'all_history' => 'Вся история',
    'profil' => 'Управление профилем',
    'Notifications' => 'Уведомления',
    'news' => 'Новости и прогнозы',
    'all_news' => 'Все новости',
    'trade' => 'Обучение торговле',
    'Webinars' => 'Вебинары',
    'Assets' => 'Актив',
    'D/T/O' => 'Дата/время/цена открытия',
    'D/T/C' => 'Дата/время/цена закрытия',
    'invested' => 'вложено',
    'received' => 'получено',
    'tech' => 'Технический анализ',
    'min' => 'мин',
    'hour' => 'час',
    'day' => 'день',
    'week' => 'неделя',
    'month' => 'месяц',
    'Indicators' => 'Индикаторы',
    'Indicator' => 'Индикатор',
    'training' => 'Пройти обечение',
    'Strategy' => 'Стратегия',
    'Trst' => 'Торговые стратегии',
    'title1' => 'Определяйте силу тренда с первого взгляда и получайте доход на самых популярных активах.',
    'title2' => 'Используйте линии Stochastic, чтобы отследить изменение цены актива и открывать прибыльные сделки.',
    'title3' => 'Определяйте моменты разворота тренда, используя Parabolic SAR, и находите оптимальные точки для входа в рынок.',
    'title4' => 'Применяйте гистограмму и линии MACD, чтобы не пропустить момент зарождения тренда, и заключайте максимум прибыльных сделок.',
    'title5' => 'Усредняйте данные о цене с помощью SMA, чтобы определить тренд и понять, когда он заканчивается.',
    'title6' => 'Отслеживайте направление тренда и находите точки разворота при помощи Bollinger bands.',
    'title7' => 'Используйте популярный индикатор SMA, как настоящий профи: открывайте сразу две скользящие средние и получайте точные сигналы круглосуточно.',
    'title8' => 'Научитесь получать многоуровневые сигналы сразу от трех инструментов и совершайте максимально точные и успешные сделки в момент зарождения тренда.',
    'title9' => 'Научитесь «читать» японские свечи и получайте точные сигналы для открытия сделок, даже без применения индикаторов.',
    'title10' => 'Научитесь находить точки разворота тренда, используя всего один осциллятор.',
    'title11' => 'Научитесь находить точки разворота тренда, используя всего один осциллятор.',
    'title12' => 'Научитесь находить точки разворота тренда, используя всего один осциллятор.',
    'srednie' => 'Скользим по средним',
    'yapst' => 'Японский стандарт',
    'zakon' => 'Закон относительной силы',
    'Report' => 'Отчет',
    'Closed' => 'Закрытые',
    'I_want' => 'Хочу узнать!',
    'Bol' => 'Полосы Боллинджера',
    'text1' => 'Привет! Сегодня мы расскажем про индикатор Bollinger bands, или, как его еще называют, полосы Боллинджера.',
    'text2' => '<strong id="q2">Что такое Bollinger bands?</strong>
          <p>Полосы Боллинджера – это индикатор, который, показывает направление тренда и помогает находить точки его разворота.</p>
          <p>Итак, основной принцип трейдинга с использованием этого индикатора — это торговля на развороте тренда.</p>
          <a href="#" class="order next">Как настроить Bollinger bands? 🔧</a>',
    'text3' => '<strong id="q3">Настройка индикатора</strong>
          <p>Рекомендуем оставить стандартные настройки периода и отклонения — 20 и 2.0 соответственно.</p>
          <p>При желании можно также изменить цвет и толщину линий индикатора.</p>
          <p>Кстати, лучше всего для торговли подходит график «Японские свечи» с таймфреймом в 5 или 15 минут.</p>
          <a href="#" class="order next">Как применять индикатор в торговле? 💡</a>',
    'text4' => '<strong id="q4">Как читать сигналы Bollinger bands</strong>
          <p>Основные составляющие индикатора — это линии, а именно 3 простые скользящие средние.</p>
          <p>Центральная линия, двигаясь за графиком, демонстрирует направление тренда.</p>
          <p>Верхняя и нижняя линии образуют ценовой коридор. Выход графика за его пределы и является сигналом к открытию сделки.</p>
          <div>
            <img src="../images/bb2.png" alt="">
          </div>
          <a href="#" class="order next">Когда открывать сделку?</a>',
    'text5' => '<strong id="q5">Открываем сделку ВЫШЕ</strong>
          <p>Пересечение графика и нижней линии индикатора указывает, что в самое ближайшее время тренд может развернуться.</p>
          <p>Таким образом, если свеча графика пересекла нижнюю границу ценового коридора, можно открывать сделку ВЫШЕ.</p>
          <div>
            <img src="../images/bb3.png" alt="">
          </div>
          <a href="#" class="order next">Понятно. А НИЖЕ? 😶</a>',
    'text6' => '<strong id="q6">Открываем сделку НИЖЕ</strong>
          <p>Открывать сделку НИЖЕ можно, когда график пересек верхнюю линию Боллинджера.</p>
          <div>
            <img src="../images/bb4.png" alt="">
          </div>
          <a href="#" class="order">Попробовать 📊</a>',
    'text7' => '<strong>Содержание</strong>
      <ul>
        <li class="active"><a href="#q1">Полосы Боллинджера</a></li>
        <li><a href="#q2">Что такое Bollinger bands?</a></li>
        <li><a href="#q3">Настройка индикатора</a></li>
        <li><a href="#q4">Как читать сигналы Bollinger bands</a></li>
        <li><a href="#q5">Открываем сделку ВЫШЕ</a></li>
        <li><a href="#q6">Открываем сделку НИЖЕ</a></li>
      </ul>',
      'MACD1' => '<h1>MACD professional</h1>
        <div class="inner">
          <strong id="q1">Трейдинг на развороте тренда</strong>
          <p>Сейчас мы расскажем тебе о стратегии MACD professional. Ты узнаешь, как совмещать 3 индикатора, чтобы вовремя замечать развороты тренда.</p>
          <div>
            <img src="../images/mp1.gif" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'MACD2' => '<div class="inner hidden">
          <strong id="q2">В чем суть стратегии?</strong>
          <p>В основе стратегии лежит сочетание осциллятора MACD, экспоненциальной скользящей средней EMA и индикатора Parabolic SAR.</p>
          <p>Сигналы, которые они совместно генерируют, помогают эффективно анализировать текущий тренд и вовремя замечать его разворот.</p>
          <a href="#" class="order next">Ок. Что мне нужно для работы?</a>
        </div>',
      'MACD3' => '<div class="inner hidden">
          <strong id="q3">Инструментарий</strong>
          <p>Первое, что нам понадобится — отдельное окно «Технического анализа».</p>
          <p>Главные инструменты в стратегии — индикаторы.</p>
          <p>Экспоненциальная средняя скользящая или Exponential Moving Average (ЕМА) показывает сглаженное движение цены, исключая случайные колебания.</p>
          <div>
            <img src="../images/mp2.gif" alt="">
          </div>
          <p>Осциллятор MACD помогает вовремя замечать момент перелома тренда. Он состоит из гистограммы, линии MACD и сигнальной линии.</p>
          <div>
            <img src="../images/mp3.gif" alt="">
          </div>
          <p>Индикатор Parabolic подтверждает направление тренда или указывает на его разворот.</p>
          <div>
            <img src="../images/mp4.gif" alt="">
          </div>
          <a href="#" class="order next">Понятно ✋</a>
        </div>',
      'MACD4' => '<div class="inner hidden">
          <strong id="q4">Подготовка к торговле. Шаг 1</strong>
          <p>В отдельном окне открой «Технический анализ»</p>
          <div>
            <img src="../images/mp5.gif" alt="">
          </div>
          <p>Переключись на график «Японские свечи» и выбери таймфрейм. Оптимальный таймфрейм для торговли по этой стратегии — 1 час.</p>
          <div>
            <img src="../images/mp6.gif" alt="">
          </div>
          <p>Добавь на график MACD, линию EMA и Parabolic.</p>
          <div>
            <img src="../images/mp7.gif" alt="">
          </div>
          <a href="#" class="order next">Что дальше? 🙌</a>
        </div>',
      'MACD5' => '<div class="inner hidden">
          <strong id="q5">Подготовка к торговле. Шаг 2</strong>
          <p>Наблюдай за графиком.</p>
          <p>Как только точка индикатора Parabolic появится с противоположной стороны свечи, можно говорить о смене тренда.</p>
          <div>
            <img src="../images/mp8.gif" alt="">
          </div>
          <a href="#" class="order next">Когда открывать сделку? 👍</a>
        </div>',
      'MACD6' => '<div class="inner hidden">
          <strong id="q6">Открываем сделку НИЖЕ</strong>
          <p>Убедись, что перед тобой нисходящий тренд: EMA направлена вниз.</p>
          <p>Дождись, когда линии MACD пересекутся: быстрая линия пересекает сигнальную линию сверху вниз.</p>
          <p>А точка Parabolic при этом должна появиться над графиком.</p>
          <div>
            <img src="../images/mp9.gif" alt="">
          </div>
          <p>Открой сделку НИЖЕ сроком на 2 часа.</p>
          <a href="#" class="order next">Понятно. А ВЫШЕ? 👉</a>
        </div>',
      'MACD7' => '<div class="inner hidden">
          <strong id="q7">Открываем сделку ВЫШЕ</strong>
          <p>Убедись, что перед тобой восходящий тренд: EMA направлена вверх.</p>
          <p>Быстрая линия MACD пересекла сигнальную линию снизу вверх.</p>
          <p>А точка Parabolic появилась под графиком.</p>
          <div>
            <img src="../images/mp10.gif" alt="">
          </div>
          <p>Открой сделку ВЫШЕ на 2 часа.</p>
          <a href="#" class="order next">На что обратить внимание? 💡</a>
        </div>',
      'MACD8' => '<div class="inner hidden">
          <strong id="q8">Рекомендации по торговле</strong>
          <p>Не открывай сделку на основании только 1 сигнала. Важно, чтобы на графике появились сигналы всех индикаторов.</p>
          <p>Срок сделки должен в 2 раза превышать рассматриваемый таймфрейм. Если используешь период в 1 час, открывай сделку на 2-3 часа.</p>
          <p>Торгуй в период Европейской и Американской сессии.</p>
          <p>Избегай работы по стратегии в период Тихоокеанской и Азиатской сессии.</p>
          <a href="#" class="order">Начать торговать 📊</a>
        </div>',
      'MACD9' => '<div class="item">
        <strong>Содержание</strong>
        <ul>
          <li class="active"><a href="#q1">Трейдинг на развороте тренда</a></li>
          <li><a href="#q2">В чем суть стратегии?</a></li>
          <li><a href="#q3">Инструментарий</a></li>
          <li><a href="#q4">Подготовка к торговле. Шаг 1</a></li>
          <li><a href="#q5">Подготовка к торговле. Шаг 2</a></li>
          <li><a href="#q6">Открываем сделку НИЖЕ</a></li>
          <li><a href="#q7">Открываем сделку ВЫШЕ</a></li>
          <li><a href="#q8">Рекомендации по торговле</a></li>
        </ul>
      </div>',

      'MACD_1' => '<h1>MACD</h1>
        <div class="inner">
          <strong id="q1">Схождение/расхождение скользящих средних</strong>
          <p>Привет! Сейчас мы расскажем, что такое индикатор MACD и зачем он нужен.</p>
          <div>
            <img src="../images/ma1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'MACD_2' => '<div class="inner hidden">
          <strong id="q2">Что такое MACD?</strong>
          <p>Moving average convergence/divergence (MACD) или Схождение/расхождение скользящих средних — это индикатор технического анализа.</p>
          <p>MACD, показывая направление и силу текущего тренда, помогает находить оптимальные моменты для открытия сделок.</p>
          <p>Он состоит из двух скользящих средних линий и гистограммы.</p>
          <div>
            <img src="../images/ma2.png" alt="">
          </div>
          <a href="#" class="order next">Как настроить MACD? 🔧</a>
        </div>',
      'MACD_3' => '<div class="inner hidden">
          <strong id="q3">Настройка индикатора</strong>
          <p>Ты можешь изменить период, цвет и толщину линий индикатора.</p>
          <p>Мы рекомендуем оставить стандартные настройки периода.</p>
          <p>Если ты увеличишь период, то получишь более точные торговые сигналы, но их будет меньше — индикатор будет их пропускать.</p>
          <p>Если уменьшишь, то сигналов станет больше, но их точность снизится.</p>
          <a href="#" class="order next">Понятно 😶</a>
        </div>',
      'MACD_4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы MACD?</strong>
          <p>Если штрих гистограммы индикатора пересекает нулевую границу по направлению вверх, а линии MACD пересеклись и поднимаются, это сигнал к тому, что курс, вероятно, пойдет вверх.</p>
          <div>
            <img src="../images/ma3.png" alt="">
          </div>
          <p>Обрати внимание: нужно дождаться, когда штрих полностью сформируется, затем открывать сделку.</p>
          <p>Следи за таймером на графике — окончание обратного отсчета означает, что штрих сформировался.</p>
          <p>Если штрих гистограммы индикатора пересекает нулевую границу по направлению вниз, а линии MACD пересеклись и опускаются, это сигнал к вероятному движению цены вниз.</p>
          <div>
            <img src="../images/ma4.png" alt="">
          </div>
          <p>Еще один важный момент: по мере развития цены, расстояние между линией MACD и сигнальной линией будет изменяться.</p>
          <p>Задача гистограммы — указать, насколько две линии индикатора ближе или дальше друг от друга.</p>
          <p>Кроме того, когда гистограмма выше нулевой линии и ее значение увеличивается, цена, как правило, растет.</p>
          <p>Когда гистограмма под нулевой линией и ее значение увеличивается, цена, как правило, падает.</p>
          <div>
            <img src="../images/ma5.png" alt="">
          </div>
          <a href="#" class="order">Начать торговать 📊</a>
        </div>',
      'MACD_5' => '<div class="item">
        <strong>Content</strong>
        <ul>
          <li class="active"><a href="#q1">Схождение/расхождение скользящих средних</a></li>
          <li><a href="#q2">Что такое MACD?</a></li>
          <li><a href="#q3">Настройка индикатора</a></li>
          <li><a href="#q4">Как читать сигналы MACD?</a></li>
        </ul>
      </div>',

      'Parabolic1' => '<h1>Parabolic SAR</h1>
        <div class="inner">
          <strong id="q1">Параболический стоп и разворот</strong>
          <p>Привет! Мы познакомим тебя с индикатором Parabolic SAR. Объясним, что это такое и как им правильно пользоваться для более результативной торговли.</p>
          <div>
            <img src="../images/pa1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'Parabolic2' => '<div class="inner hidden">
          <strong id="q2">Что такое Parabolic SAR?</strong>
          <p>Parabolic SAR — индикатор, следующий за трендом, который определяет точки разворота в ценовом канале. SAR буквально означает «стоп и разворот».</p>
          <p>Визуально представляет ряд точек, которые располагаются либо выше, либо ниже графика цены.</p>
          <div>
            <img src="../images/pa2.png" alt="">
          </div>
          <a href="#" class="order next">Как настроить Parabolic SAR? 🔧</a>
        </div>',
      'Parabolic3' => '<div class="inner hidden">
          <strong id="q3">Настройка индикатора</strong>
          <p>Прежде всего, переключись на график «Японские свечи».</p>
          <p>Ты можешь настроить период и цвет точек индикатора. Что касается периода, мы рекомендуем оставить стандартное значение — 0.02.</p>
          <p>Если его увеличить, индикатор будет давать больше сигналов, но их точность снизится.</p>
          <p>Если уменьшить, то сигналы станут точнее, но их будет меньше.</p>
          <p>Чем больше период индикатора, тем больше должен быть срок экспирации.</p>
          <p>Чем дальше точки Parabolic SAR от графика, тем устойчивее тренд. Чем точки ближе, тем вероятнее разворот тренда.</p>
          <p>Parabolic SAR дает точные сигналы, только если на рынке есть сильный тренд.</p>
          <a href="#" class="order next">Понятно 😶</a>
        </div>',
      'Parabolic4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы Parabolic SAR?</strong>
          <p>Торговать при помощи Parabolic SAR можно по направлению движения цены или в момент разворота тренда.</p>
          <a href="#" class="order next">Как торговать по направлению?</a>
        </div>',
      'Parabolic5' => '<div class="inner hidden">
          <strong id="q5">Торгуем по направлению тренда</strong>
          <p>Наблюдай за графиком. Если смены направления точек не происходит, это означает, что сигнала на разворот тренда тоже нет и можно открывать сделку по тренду.</p>
          <p>Тренд восходящий, если точки Parabolic SAR находятся под графиком и парабола строится снизу вверх.</p>
          <div>
            <img src="../images/pa3.png" alt="">
          </div>
          <p>Тренд нисходящий, если точки расположены над графиком, а парабола строится сверху вниз.</p>
          <div>
            <img src="../images/pa4.png" alt="">
          </div>
          <a href="#" class="order next">Как торговать на развороте тренда?</a>
        </div>',
      'Parabolic6' => '<div class="inner hidden">
          <strong id="q6">Торгуем на развороте тренда</strong>
          <p>Если под зеленой свечой появится первая точка Parabolic SAR, вероятно, это сигнал к развороту цены вверх.</p>
          <div>
            <img src="../images/pa5.png" alt="">
          </div>
          <p>Если над красной свечой появится первая точка Parabolic SAR, вероятно, это сигнал к развороту цены вниз.</p>
          <div>
            <img src="../images/pa6.png" alt="">
          </div>
          <p>Обрати внимание, что сигналом на разворот тренда является появление 2-ой, подтверждающей точки, после того, как индикатор сменил направление.</p>
          <div>
            <img src="../images/pa7.png" alt="">
          </div>
          <a href="#" class="order">Начать торговать 📊</a>
        </div>',
      'Parabolic7' => '<strong>Content</strong>
      <ul>
        <li class="active"><a href="#q1">Parabolic stop and turn</a></li>
        <li><a href="#q2">What is Parabolic SAR?</a></li>
        <li><a href="#q3">Setting the indicator</a></li>
        <li><a href="#q4">How to read Parabolic SAR signals?</a></li>
        <li><a href="#q5">We trade in the direction of the trend</a></li>
        <li><a href="#q6">We trade on the reversal of the trend</a></li>
      </ul>',

      'rci1' => '<h1>RSI</h1>
        <div class="inner">
          <strong id="q1">Индекс относительной силы</strong>
          <p>Мы познакомим тебя с индикатором RSI. Расскажем, что это такое и как правильно использовать, чтобы торговать результативнее.</p>
          <div>
            <img src="../images/rsi1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать!</a>
        </div>',
      'rci2' => '<div class="inner hidden">
          <strong id="q2">Что такое RSI?</strong>
          <p>
            Relative strength index (RSI) или индекс относительной силы — индикатор технического анализа, который показывает силу тренда и вероятность его смены.
          </p>
          <p>RSI относится к осцилляторам, а значит его сильная сторона — показывать нам точки разворота и входа.</p>
          <p>Визуально представляет собой линию, которая следует за графиком, двигаясь в пределах значений 70 и 30.</p>
          <p>Периодически линия RSI выходит за эти границы, пересекая верхний или нижний уровень.</p>
          <div>
            <img src="../images/rsi2.png" alt="">
          </div>
          <a href="#" class="order next">Как настроить RSI? 🔧</a>
        </div>',
      'rci3' => '<div class="inner hidden">
          <strong id="q3">Настройка индикатора</strong>
          <p>Мы рекомендуем оставить период равный 14. Этот порядок использовал автор индикатора Уэллс Уилдер.</p>
          <p>Уменьшая период для RSI, ты получишь больше сигналов, но они будут менее точные.</p>
          <p>Увеличивая — меньше сигналов, но они будут более точные.</p>
          <p>Можешь также изменить цвет и толщину линии индикатора.</p>
          <a href="#" class="order next">Понятно ?</a>
        </div>',
      'rci4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы RSI?</strong>
          <p>Главный принцип трейдинга при помощи осциллятора — торговля по направлению зарождающегося тренда.</p>
          <p>Если график RSI не совпадает с графиком цены (дивергенция), то, возможно, вскоре произойдет смена тренда.</p>
          <div>
            <img src="../images/rs3.png" alt="">
          </div>
          <p>Если линия RSI поднялась выше уровня 70, это означает, что актив перекуплен.</p>
          <p>Если опустилась ниже уровня 30, это означает, что актив перепродан.</p>
          <a href="#" class="order next">Что значит «актив перекуплен»? ✋</a>
        </div>',
      'rci5' => '<div class="inner hidden">
          <strong id="q5">Торгуем на понижение</strong>
          <p>Перекупленность — это такое состояние актива, когда его стоимость выросла слишком быстро, и следует ожидать реакции возврата цены вниз.</p>
          <p>Как правило, состояние перекупленности свидетельствует о возможном развороте тренда.</p>
          <p>Открывай сделку на понижение, когда RSI пересечет уровень 70 сверху вниз.</p>
          <div>
            <img src="../images/rsi4.png" alt="">
          </div>
          <a href="#" class="order next">А «перепродан»? 😶</a>
        </div>',
      'rci6' => '<div class="inner hidden">
          <strong id="q6">Торгуем на повышение</strong>
          <p>Перепроданность — это противоположное состояние. Когда цена актива снижается слишком быстро, и ее падение останавливается.</p>
          <p>За перепроданностью обычно следует разворот тренда и рост стоимости актива.</p>
          <p>Открывай сделку на повышение, когда RSI пересечет уровень 30 снизу вверх.</p>
          <div>
            <img src="../images/rsi5.png" alt="">
          </div>
          <a href="#" class="order">Торговать 📊</a>
        </div>',
      'rci7' => '<strong>Содержание</strong>
      <ul>
        <li class="active"><a href="#q1">Индекс относительной силы</a></li>
        <li><a href="#q2">Что такое RSI?</a></li>
        <li><a href="#q3">Настройка индикатора</a></li>
        <li><a href="#q4">Как читать сигналы RSI?</a></li>
        <li><a href="#q5">Торгуем на понижение</a></li>
        <li><a href="#q6">Торгуем на повышение</a></li>
      </ul>',

      'SMA1' => '<h1>SMA</h1>
        <div class="inner">
          <strong id="q1">Простая скользящая средняя</strong>
          <p>Привет! Сейчас мы расскажем о SMA, самом популярном индикаторе из класса скользящие средние (Мoving Average).</p>
          <div>
            <img src="../images/sm1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'SMA2' => '<div class="inner hidden">
          <strong id="q2">Что такое SMA?</strong>
          <p>Simple Moving Average или SMA часто называют обыкновенной или простой скользящей средней, потому что она высчитывается по самой простой формуле в классе.</p>
          <p>В данном случае берется среднее значение цены актива за выбранный период.</p>
          <p>SMA помогает определить тренд и четко увидеть, когда он заканчивается.</p>
          <a href="#" class="order next">Как настроить SMA? 🔧</a>
        </div>',
      'SMA3' => '<div class="inner hidden">
          <strong id="q3">Настройка индикатора</strong>
          <p>В настройках SMA можно поменять один единственный параметр — количество периодов цены, которые используются для расчета среднего значения.</p>
          <p>Стандартный период — 10.</p>
          <p>В зависимости от цели можно усреднять разное количество периодов.</p>
          <p>Для краткосрочного анализа на 15-ти минутном таймфрейме выбирай периоды от 5 до 10.</p>
          <p>А для среднесрочного — от 15 до 20.</p>
          <a href="#" class="order next">Понятно ✋</a>
        </div>',
      'SMA4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы SMA?</strong>
          <p>Если SMA поднимается выше своего среднего значения, то восходящее движение индикатора продолжится.</p>
          <p>Если индикатор опускается ниже своего среднего значения, это говорит о нисходящем тренде.</p>
          <div>
            <img src="../images/sm2.png" alt="">
          </div>
          <a href="#" class="order next">Когда открывать сделку? 📈</a>
        </div>',
      'SMA5' => '<div class="inner hidden">
          <strong id="q5">Торгуем на повышение</strong>
          <p>SMA используется как в комбинации с другими индикаторами, так и самостоятельно.</p>
          <p>Если используешь сигналы только SMA, открывай сделку на повышение, когда график пересечет индикатор снизу вверх.</p>
          <div>
            <img src="../images/sm3.png" alt="">
          </div>
          <a href="#" class="order next">Хорошо. А на понижение? 📉</a>
        </div>',
      'SMA6' => '<div class="inner hidden">
          <strong id="q6">Торгуем на понижение</strong>
          <p>Открывай сделку на понижение, когда график пересечет SMA сверху вниз.</p>
          <div>
            <img src="../images/sm4.png" alt="">
          </div>
          <a href="#" class="order">Попробовать 📊</a>
        </div>',
      'SMA7' => '<strong>Content</strong>
        <ul>
          <li class="active"><a href="#q1">Simple Moving Average</a></li>
          <li><a href="#q2">What is SMA?</a></li>
          <li><a href="#q3">Setting the indicator</a></li>
          <li><a href="#q4">How to read SMA signals?</a></li>
          <li><a href="#q5">Trading on the rise</a></li>
          <li><a href="#q6">We trade down</a></li>
        </ul>',

      'Stochastic1' => '<h1>Stochastic</h1>
        <div class="inner">
          <strong id="q1">Стохастический осциллятор</strong>
          <p>Привет! Мы познакомим тебя с осциллятором Stochastic — одним из наиболее эффективных и популярных среди трейдеров индикатором.</p>
          <div>
            <img src="../images/st1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать!</a>
        </div>',
      'Stochastic2' => '<div class="inner hidden">
          <strong id="q2">Что такое Stochastic?</strong>
          <p>Индикатор Stochastic относится к осцилляторам.</p>
          <p>Он помогает отследить изменение цены актива, и, соответственно, находить оптимальные точки для входа в рынок.</p>
          <p>Stochastic состоит из 2-х линий, которые отображаются на шкале от 100 до 0.</p>
          <p>Первая линия (%K) показывает текущую цену закрытия к выбранному диапазону цены.</p>
          <p>Вторая (%D) — это простая скользящая средняя, которая вычисляется на основе первой линии (%K).</p>
          <div>
            <img src="../images/st2.png" alt="">
          </div>
          <p>Линии осциллятора пересекают границы уровней 20 и 80, помогая выявлять чрезмерно высокий, либо чрезмерно низкий уровень цены актива.</p>
          <div>
            <img src="../images/st3.png" alt="">
          </div>
          <a href="#" class="order next">Как настроить Stochastic? 🔧</a>
        </div>',
      'Stochastic3' => '<div class="inner hidden">
          <strong id="q3">Настройка индикатора</strong>
          <p>Мы рекомендуем оставить стандартные периоды: 14, 3 и 2.</p>
          <p>По желанию можно также изменить цвет и толщину линий индикатора.</p>
          <a href="#" class="order next">Понятно ✌</a>
        </div>',
      'Stochastic4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы Stochastic?</strong>
          <p>Основной сигнал, который генерирует осциллятор — это перекупленность и перепроданность.</p>
          <p>Кроме того, Stochastic выявляет дивергенции.</p>
          <a href="#" class="order next">Что такое «перекупленность»?</a>
        </div>',
      'Stochastic5' => '<div class="inner hidden">
          <strong id="q5">Перекупленность</strong>
          <p>Если линии индикатора поднялись выше уровня 80, это означает, что актив перекуплен.</p>
          <p>Перекупленность — это такое состояние актива, когда его цена выросла слишком быстро, и следует ожидать падения стоимости.</p>
          <p>Как правило, за перекупленностью следует возможный разворот тренда.</p>
          <p>Сделку на понижение можно открывать, когда линии Stochastic пересекут уровень 80 сверху вниз.</p>
          <div>
            <img src="../images/st4.png" alt="">
          </div>
          <a href="#" class="order next">А «перепроданность»? 😶</a>
        </div>',
      'Stochastic6' => '<div class="inner hidden">
          <strong id="q6">Перепроданность</strong>
          <p>Если линии осциллятора опустились ниже уровня 20, актив перепродан.</p>
          <p>Перепроданность — это обратное состояние актива, когда его цена падает слишком быстро, после чего, как правило, начинает расти.</p>
          <p>За перепроданностью, как и за перекуленностью, обычно следует разворот тренда и, соответственно, рост стоимости актива.</p>
          <p>Сделку на повышение можно открывать, когда линии Stochastic пересекут уровень 20 снизу вверх.</p>
          <div>
            <img src="../images/st5.png" alt="">
          </div>
          <a href="#" class="order next">Понятно. А «дивергенция»? 👍</a>
        </div>',
      'Stochastic7' => '<div class="inner hidden">
          <strong id="q7">Дивергенция</strong>
          <p>Дивергенция — это расхождение между движением индикатора и графика. Как правило, дивергенция свидетельствует о развороте тренда.</p>
          <p>Так, если линии графика образуют ряд максимумов, а линии Stochastic, наоборот, опускаются, можно ожидать начала нисходящего тренда.</p>
          <p>Если же график рисует ряд новых минимумов, а линии Stochastic начали подниматься, можно ожидать начала тенденции роста цен.</p>
          <div>
            <img src="../images/st6.png" alt="">
          </div>
          <a href="#" class="order">Начать торговать 📊</a>
        </div>',
      'Stochastic8' => '<div class="item">
        <strong>Содержание</strong>
        <ul>
          <li class="active"><a href="#q1">Стохастический осциллятор</a></li>
          <li><a href="#q2">Что такое Stochastic?</a></li>
          <li><a href="#q3">Настройка индикатора</a></li>
          <li><a href="#q4">Как читать сигналы Stochastic?</a></li>
          <li><a href="#q5">Перекупленность</a></li>
          <li><a href="#q6">Перепроданность</a></li>
          <li><a href="#q7">Дивергенция</a></li>
        </ul>
      </div>',

      'zakon1' => '<h1>Закон относительной силы</h1>
        <div class="inner">
          <strong id="q1">Трейдинг на развороте тренда</strong>
          <p>Привет! Сейчас мы расскажем тебе о стратегии RSI.</p>
          <p>Ты узнаешь, как находить точки разворота цены с помощью всего 1 осциллятора, и научишься торговать против тренда.</p>
          <div>
            <img src="../images/za1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'zakon2' => '<div class="inner hidden">
          <strong id="q2">В чем суть стратегии?</strong>
          <p>Это контртрендовая стратегия. Таким образом, ее главный принцип заключается в торговле на развороте тренда.</p>
          <p>В основе стратегии, как следует из ее названия, осциллятор RSI.</p>
          <div>
            <img src="../images/za2.png" alt="">
          </div>
          <p>Он генерирует 3 ключевых сигнала – перекупленность, перепроданность и дивергенция.</p>
          <p>Именно они и помогают находить точки разворота тренда.</p>
          <a href="#" class="order next">Ок. Что нужно для работы?</a>
        </div>',
      'zakon3' => '<div class="inner hidden">
          <strong id="q3">Инструментарий</strong>
          <p>Для работы потребуется только платформа и осциллятор RSI. Ты найдешь его во вкладке «Индикаторы».</p>
          <a href="#" class="order next">Понятно ✋</a>
        </div>',
      'zakon4' => '<div class="inner hidden">
          <strong id="q4">Подготовка к торговле</strong>
          <p>Открой платформу и переключись на график «Японские свечи».</p>
          <div>
            <img src="../images/za3.png" alt="">
          </div>
          <p>Ты можешь работать и с зонным графиком, но наиболее точные и своевременные сигналы дают именно «Японские свечи».</p>
          <p>Установи таймфрейм в 1 минуту.</p>
          <p>Добавь на график осциллятор RSI и настрой его.</p>
          <a href="#" class="order next">Как это сделать? 🔧</a>
        </div>',
      'zakon5' => '<div class="inner hidden">
          <strong id="q5">Настройка RSI</strong>
          <p>Установи период 5.</p>
          <p>В рамках этой стратегии тебе нужно научиться определять две свечных модели.</p>
          <p>Можешь изменить цвет и толщину линии, если хочешь.</p>
          <p>Осциллятор RSI появится под графиком.</p>
          <div>
            <img src="../images/za4.png" alt="">
          </div>
          <a href="#" class="order next">Когда открывать сделку? 💡</a>
        </div>',
      'zakon6' => '<div class="inner hidden">
          <strong id="q6">Открываем сделку ВЫШЕ</strong>
          <p>Сигнал к открытию сделки — выход осциллятора из зоны перепроданности.</p>
          <div>
            <img src="../images/za5.png" alt="">
          </div>
          <p>Открывай сделку ВЫШЕ, когда линия RSI пересечет уровень 30 снизу вверх.</p>
          <p>Время сделки должно быть или равно, или в 2 раза больше установленного таймфрейма.</p>
          <a href="#" class="order next">Понятно. А НИЖЕ? 👉</a>
        </div>',
      'zakon7' => '<div class="inner hidden">
          <strong id="q7">Торгуем на понижение</strong>
          <p>Сигнал к открытию сделки — выход цены из зоны перекупленности.</p>
          <div>
            <img src="../images/za6.png" alt="">
          </div>
          <p>Открывай сделку НИЖЕ, когда линия RSI пересечет уровень 70 сверху вниз.</p>
          <p>Срок экспирации также или равен, или в 2 раза больше установленного таймфрейма.</p>
          <a href="#" class="order next">На что обратить внимание? ⏰</a>
        </div>',
      'zakon8' => '<div class="inner hidden">
          <strong id="q8">Рекомендации по торговле</strong>
          <p>Стратегия RSI дает наибольшее количество сигналов с 10.00 до 20.00 Мск.</p>
          <p>Если торгуешь на зонном графике, выбирай таймфрейм в 10 минут, а срок экспирации – 15 минут.</p>
          <p>Совмещай RSI с другими индикаторами, чтобы отфильтровать ложные сигналы.</p>
          <a href="#" class="order">Начать торговать 📊</a>
        </div>',
      'zakon9' => '<strong>Содержание</strong>
        <ul>
          <li class="active"><a href="#q1">Трейдинг на развороте тренда</a></li>
          <li><a href="#q2">В чем суть стратегии</a></li>
          <li><a href="#q3">Инструментарий</a></li>
          <li><a href="#q4">Подготовка к торговле</a></li>
          <li><a href="#q5">Настройка RSI</a></li>
          <li><a href="#q6">Открываем сделку ВЫШЕ</a></li>
          <li><a href="#q7">Торгуем на понижение</a></li>
          <li><a href="#q8">Рекомендации по торговле</a></li>
        </ul>',

      'scolzim1' => '<h1>Скользим по средним</h1>
        <div class="inner">
          <strong id="q1">SMA+SMA</strong>
          <p>Сейчас мы расскажем тебе про индикатор SMA. Что это такое и как пользоваться для наиболее эффективной торговли.</p>
          <div>
            <img src="../images/ss1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'scolzim2' => '<div class="inner hidden">
          <strong id="q2">Что такое SMA?</strong>
          <p>Simple moving average (SMA) или простая скользящая средняя — один из наиболее популярных и простых индикаторов.</p>
          <p>SMA усредняет данные о цене и помогает увидеть тренды. Визуально представляет собой линию.</p>
          <p>Она плавно следует за графиком и, сглаживая случайные колебания цены, показывает направление движения стоимости актива.</p>
          <a href="#" class="order next">Как настроить SMA? 🔧</a>
        </div>',
      'scolzim3' => '<div class="inner hidden">
          <strong id="q3">Настройка индикатора</strong>
          <p>Изменяй порядок SMA, чтобы увеличить количество сигналов или повысить их точность.</p>
          <p>Чем больше порядок, тем индикатор медленнее. Он дает более точные сигналы, но самих сигналов меньше.</p>
          <p>Чем меньше порядок, тем индикатор быстрее. Он дает больше сигналов, но они менее точные.</p>
          <p>Пересечение индикатора с графиком цены, а также пересечение нескольких SMA разного порядка дает сигнал на открытие сделки.</p>
          <a href="#" class="order next">Понятно 😕</a>
        </div>',
      'scolzim4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы SMA?</strong>
          <p>Если установить на график не одну, а сразу две скользящие средние с разными периодами, можно отслеживать сигналы на разворот цены.</p>
          <a href="#" class="order next">Как это сделать? 🔧</a>
        </div>',
      'scolzim5' => '<div class="inner hidden">
          <strong id="q5">Подготовка к торговле. Шаг 1</strong>
          <p>Настрой первую «медленную» линию, установив период 60.</p>
          <p>И выбери цвет, например, синий или красный.</p>
          <div>
            <img src="../images/ss2.png" alt="">
          </div>
          <a href="#" class="order next">Что дальше? 👍</a>
        </div>',
      'scolzim6' => '<div class="inner hidden">
          <strong id="q6">Подготовка к торговле. Шаг 2</strong>
          <p>Добавь вторую «быструю» SMA, установив период 4.</p>
          <p>И выбери любой цвет, отличный от первого. Например, зеленый или желтый.</p>
          <div>
            <img src="../images/ss3.png" alt="">
          </div>
          <a href="#" class="order next">Когда открывать сделку? 📈</a>
        </div>',
      'scolzim7' => '<div class="inner hidden">
          <strong id="q7">Торгуем на повышение</strong>
          <p>Наблюдай за линиями индикатора.</p>
          <p>Если «быстрая» SMA пересечёт «медленную» снизу вверх, это сигнал для заключения сделки на повышение.</p>
          <div>
            <img src="../images/ss4.gif" alt="">
          </div>
          <a href="#" class="order next">Хорошо. А на понижение? 📉</a>
        </div>',
      'scolzim8' => '<div class="inner hidden">
          <strong id="q8">Торгуем на понижение</strong>
          <p>Если «быстрая» SMA пересечёт «медленную» сверху вниз, это сигнал для заключения сделки на понижение.</p>
          <div>
            <img src="../images/ss5.gif" alt="">
          </div>
          <a href="#" class="order">Попробовать 📊</a>
        </div>',
      'scolzim9' => '<strong>Содержание</strong>
        <ul>
          <li class="active"><a href="#q1">SMA+SMA</a></li>
          <li><a href="#q2">Что такое SMA?</a></li>
          <li><a href="#q3">Настройка индикатора</a></li>
          <li><a href="#q4">Как читать сигналы SMA?</a></li>
          <li><a href="#q5">Подготовка к торговле. Шаг 1</a></li>
          <li><a href="#q6">Подготовка к торговле. Шаг 2</a></li>
          <li><a href="#q6">Торгуем на повышение</a></li>
          <li><a href="#q6">Торгуем на понижение</a></li>
        </ul>',
        
      'yap1' => '<h1>Японский стандарт</h1>
        <div class="inner">
          <strong id="q1">Стратегия на сигналах японских свечей</strong>
          <p>Привет! Сейчас мы расскажем о стратегии «Японский стандарт».</p>
          <p>Ты научишься анализировать график «Японские свечи» и открывать сделки по тренду.</p>
          <div>
            <img src="../images/ya1.png" alt="">
          </div>
          <a href="#" class="order next">Хочу узнать! 👌</a>
        </div>',
      'yap2' => '<div class="inner hidden">
          <strong id="q2">В чем суть стратегии?</strong>
          <p>«Японский стандарт» — трендовая стратегия, основанная на выявлении свечных моделей.</p>
          <p>Сигналом для открытия сделки служит появление свечи другого цвета, которая перекрывает по размеру предыдущие свечи.</p>
          <a href="#" class="order next">Ок. Что мне нужно для работы?</a>
        </div>',
      'yap3' => '<div class="inner hidden">
          <strong id="q3">Инструментарий</strong>
          <p>Для работы потребуется только свечной график с таймфреймом 5 или 15 минут.</p>
          <a href="#" class="order next">Понятно ✋</a>
        </div>',
      'yap4' => '<div class="inner hidden">
          <strong id="q4">Как читать сигналы свечей</strong>
          <p>Переключись на график «Японские свечи».</p>
          <p>График цены теперь представляет собой ряд чередующихся красных и зеленых свечей разного размера.</p>
          <div>
            <img src="../images/ya2.png" alt="">
          </div>
          <p>Так, котировки формируются в виде столбцов по равным промежуткам времени.</p>
          <p>Если за выбранный период цена актива повысилась, то свеча окрашивается в зеленый цвет, а если понизилась — то в красный.</p>
          <p>Если друг за другом сформировалось несколько свечей одного цвета, значит, перед тобой тренд.</p>
          <a href="#" class="order next">Ок</a>
        </div>',
      'yap5' => '<div class="inner hidden">
          <strong id="q5">О чем говорят свечные модели</strong>
          <p>Наблюдая за тем как меняется не только цвет свечей, но и их размер, ты получишь сигнал для открытия сделок.</p>
          <p>В рамках этой стратегии тебе нужно научиться определять две свечных модели.</p>
          <p>Первую, когда появляется 1 свеча, тело которой перекрывает предыдущую или предыдущие свечи противоположного цвета.</p>
          <p>Например, тело красной свечи перекрывает тела зеленых. Это говорит о возможном начале нисходящего тренда.</p>
          <div>
            <img src="../images/ya3.png" alt="">
          </div>
          <p>Если же зеленая свеча перекрывает длину красных, скорее всего, последует движение цены вверх.</p>
          <div>
            <img src="../images/ya4.png" alt="">
          </div>
          <p>Вторая модель, когда не 1, а 2 свечи перекрывают тело свечи другого цвета.</p>
          <p>Например, когда 2 небольшие красные свечи перекрыли 1 зеленую. Это говорит о том, что движение вниз, скорее всего, продолжится.</p>
          <div>
            <img src="../images/ya5.png" alt="">
          </div>
          <p>Или когда 2 зеленые свечи перекрыли предыдущую красную, говорит о вероятном продолжении восходящего тренда.</p>
          <div>
            <img src="../images/ya6.png" alt="">
          </div>
          <a href="#" class="order next">Когда открывать сделку? 👍</a>
        </div>',
      'yap6' => '<div class="inner hidden">
          <strong id="q6">Открываем сделку НИЖЕ</strong>
          <p>Дождись, когда тело зеленой свечи будет полностью перекрыто 1 или 2 красными свечами.</p>
          <p>Срок экспирации должен быть или равен, или в 2 раза больше установленного таймфрейма.</p>
          <div>
            <img src="../images/ya7.png" alt="">
          </div>
          <a href="#" class="order next">Понятно. А ВЫШЕ? 👉</a>
        </div>',
      'yap7' => '<div class="inner hidden">
          <strong id="q7">Открываем сделку ВЫШЕ</strong>
          <p>Дождись, когда красную свечу перекроют 1 или 2 зеленые свечи.</p>
          <p>Срок экспирации также или равен, или в 2 раза больше установленного таймфрейма.</p>
          <div>
            <img src="../images/ya8.png" alt="">
          </div>
          <a href="#" class="order next">На что обратить внимание? 💡</a>
        </div>',
      'yap8' => '<div class="inner hidden">
          <strong id="q8">Рекомендации по торговле</strong>
          <p>Время сделки должно точно соответствовать таймфрейму свечей.</p>
          <p>Стратегия лучше всего работает на валютных парах, сырье и фондовых индексах.</p>
          <a href="#" class="order">Начать торговать 📊</a>
        </div>',
      'yap9' => '<strong>Содержание</strong>
        <ul>
          <li class="active"><a href="#q1">Стратегия на сигналах японских свечей</a></li>
          <li><a href="#q2">В чем суть стратегии?</a></li>
          <li><a href="#q3">Инструментарий</a></li>
          <li><a href="#q4">Как читать сигналы свечей</a></li>
          <li><a href="#q5">О чем говорят свечные модели</a></li>
          <li><a href="#q6">Открываем сделку НИЖЕ</a></li>
          <li><a href="#q7">Открываем сделку ВЫШЕ</a></li>
          <li><a href="#q8">Рекомендации по торговле</a></li>
        </ul>',
  ];
